Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: Add the designated lines of code to wp-config.php (just before <code>/*...stop editing...*/</code>) and <code>.htaccess</code> (replacing the existing WordPress rules).
ca_es: Afegeix les línies designades del codi al fitxer wp-config.php (just abans de <code>/*...Això és tot, prou d'editar ...*/</code>) i al fitxer <code>.htaccess</code> (reemplaçant les regles del WordPress existents).

source: Subdirectory networks may not be fully compatible with custom wp-content directories.
ca_es: El subdirectori de la xarxa pot ser no sigui compatible completament amb els directoris personalitzats de wp-content.

source: Transfer or delete posts before deleting users.
ca_es: Transfereix o suprimeix les entrades abans de suprimir els usuaris.

source: What should be done with posts owned by <em>%s</em>?
ca_es: Què s'hauria de fer amb les entrades de <em>%s</em>?

source: What you would like to call this network.
ca_es: Com us agradaria dir-li a la vostra xarxa?

source: <a href="http://codex.wordpress.org/Network_Admin_Settings_Screen" target="_blank">Documentation on Network Settings</a>
ca_es: <a href="http://codex.wordpress.org/Network_Admin_Settings_Screen" target="_blank">Documentació sobre les opcions de la xarxa</a> (en anglès)

source: Enter the username and email.
ca_es: Introduïu el nom d'usuari i correu electrònic.

source: Select a user to change role.
ca_es: Seleccioneu un usuari per canviar-li el rol.

source: Select a user to remove.
ca_es: Seleccioneu un usuari per suprimir.

source: User created.
ca_es: S'ha creat l'usuari.

source: Warning! User cannot be deleted. The user %s is a network administrator.
ca_es: Atenció! No es pot eliminar aquest usuari. L'usuari %s és un administrador de la xarxa.

source: Site: %s
ca_es: Lloc: %s

source: Add User
ca_es: Afegeix

source: Cannot add user.
ca_es: No es pot afegir l'usuari.

source: You are not allowed to delete the site.
ca_es: No teniu permès suprimir aquest lloc web.

source: User is already a member of this site.
ca_es: L'usuari ja és una membre d'aquest lloc web.

source: Site info updated.
ca_es: S'ha actualitzat la informació del lloc web.

source: Warning! User %s cannot be deleted.
ca_es: Atenció! L'usuari %s no pot ser eliminat.

source: Enter the username of an existing user.
ca_es: Introduïu el nom d'un usuari existent.

source: You cannot delete a theme while it is active on the main site.
ca_es: No podeu suprimir un tema mentre està actiu al lloc web principal.

source: Add New Site
ca_es: Afegeix un lloc web nou

source: <a href="http://codex.wordpress.org/Network_Admin_Themes_Screen" target="_blank">Documentation on Network Themes</a>
ca_es: <a href="http://codex.wordpress.org/Network_Admin_Themes_Screen" target="_blank">Documentació sobre els temes de la xarxa</a> (en anglès)

source: Info
ca_es: Informació

source: Are you sure you wish to delete these themes?
ca_es: Esteu segur que voleu suprimir aquestos temes?

source: Yes, Delete this theme
ca_es: Sí, suprimeix aquest tema

source: You are about to remove the following theme:
ca_es: Esteu apunt de suprimir el següent tema:

source: This theme may be active on other sites in the network.
ca_es: Aquest tema pot activar-se a altres llocs web de la xarxa.

source: Delete Theme
ca_es: Suprimeix el tema

source: Network Settings
ca_es: Paràmetres de xarxa

source: Network enabled themes are not shown on this screen.
ca_es: Els temes activats a la xarxa no es mostren en aquesta pantalla.

source: You do not have sufficient permissions to manage network themes.
ca_es: No teniu permès administrar els temes d'aquesta xarxa.

source: Available Updates
ca_es: Hi ha actualitzacions disponibles

source: Add User will set up a new user account on the network and send that person an email with username and password.
ca_es: Afegeix un usuari configurarà el compte d'un usuari nou i li enviarà a aquesta persona un correu electrònic amb el nom d'usuari i contrasenya.

source: Edit Site: <a href="%1$s">%2$s</a>
ca_es: Edita el lloc: <a href="%1$s">%2$s</a>

source: You do not have sufficient permissions to delete themes for this site.
ca_es: No teniu permès suprimir els temes d'aquest lloc web.

source: Theme disabled.
ca_es: S'ha desactivat el tema.

source: Invalid site ID.
ca_es: Identificador del lloc web incorrecte.

source: Theme enabled.
ca_es: S'ha activat el tema.

source: No theme selected.
ca_es: No s'ha seleccionat cap tema.

source: <strong>Themes</strong> - This area shows themes that are not already enabled across the network. Enabling a theme in this menu makes it accessible to this site. It does not activate the theme, but allows it to show in the site&#8217;s Appearance menu. To enable a theme for the entire network, see the <a href="%s">Network Themes</a> screen.
ca_es: <strong>Temes</strong> - Aquesta àrea mostra els temes que no estan encara actius a la xarxa. En activar un tema en aquest menú es farà accessible per a aquest lloc web. Això no activa el tema, però permet mostrar-lo en el menú Aparença del lloc web. Per a activar el tema per a tota la xarxa, mireu la pantalla <a href="%s">temes de la xarxa</a>.

source: Edit Site: %s
ca_es: Edita el lloc: %s

source: No, Return me to the theme list
ca_es: No, torneu-me al llistat de temes

source: <strong>Settings</strong> - This page shows a list of all settings associated with this site. Some are created by WordPress and others are created by plugins you activate. Note that some fields are grayed out and say Serialized Data. You cannot modify these values due to the way the setting is stored in the database.
ca_es: <strong>Opcions</strong> - Aquesta pàgina mostra un llistat de totes les opcions d'aquest lloc web. Algunes les crea el WordPress i altres són creades per les extensions que activeu. Fixeu-vos que alguns camps estan en gris i mostren dades en sèrie. No podeu modificar aquests valors per la forma en què està emmagatzemada la dada a la base de dades.

source: Themes
ca_es: Temes

source: <strong>Info</strong> - The domain and path are rarely edited as this can cause the site to not work properly. The Registered date and Last Updated date are displayed. Network admins can mark a site as archived, spam, deleted and mature, to remove from public listings or disable.
ca_es: <strong>Informació</strong> - El domini i el camí poques vegades s'editen ja que poden fer que el lloc web no funcioni correctament. Es mostren la data de registre i la data de la darrera actualització. Els administradors de la xarxa poden marcar un lloc web com arxivat, brossa, suprimit o caducat, per a suprimir-lo dels llistats públics o desactivar-lo.

source: <strong>Users</strong> - This displays the users associated with this site. You can also change their role, reset their password, or remove them from the site. Removing the user from the site does not remove the user from the network.
ca_es: <strong>Usuaris</strong> - Aquesta pantalla mostra els usuaris associats a aquest lloc web. Podeu també canviar els seus rols, reiniciar les seves contrasenyes, o suprimir-los d'aquest lloc web. Suprimir l'usuari del lloc web no el suprimeix de la xarxa.

source: The menu is for editing information specific to individual sites, particularly if the admin area of a site is unavailable.
ca_es: El menú és per editar informació específica de llocs webs individuals, especialment si l'àrea d'administració de un lloc no és disponible.

source: Dashboard leads to the Dashboard for that site.
ca_es: El Tauler us duu al Tauler d'aquest lloc web.

source: Allow site administrators to add new users to their site via the "Users &rarr; Add New" page.
ca_es: Permet als administradors del lloc web afegir usuaris nous als seus llocs web anant a la pàgina "Usuaris &rarr; Afegeix".

source: Language Settings
ca_es: Configuració de la llengua

source: Site options updated.
ca_es: S'han actualitzat les opcions del lloc web.

source: Installed Themes
ca_es: Temes instal·lats

source: Themes %s
ca_es: %s temes

source: <a href="http://codex.wordpress.org/Network_Admin_Sites_Screen" target="_blank">Documentation on Site Management</a>
ca_es: <a href="http://codex.wordpress.org/Network_Admin_Sites_Screen" target="_blank">Documentació sobre l'administració del lloc web</a> (en anglès)

source: <a href="http://wordpress.org/support/forum/multisite/" target="_blank">Support Forums</a>
ca_es: <a href="http://ca.forums.wordpress.org/" target="_blank">Fòrums de suport</a>

source: All Sites
ca_es: Tots els llocs web

source: <a href="http://codex.wordpress.org/Network_Admin" target="_blank">Documentation on the Network Admin</a>
ca_es: <a href="http://codex.wordpress.org/Network_Admin" target="_blank">Documentació sobre l'administració de la xarxa</a> (en anglès)

source: You do not have sufficient permissions to manage themes for this site.
ca_es: No teniu permès administrar el temes d'aquest lloc web.

source: Site added. <a href="%1$s">Visit Dashboard</a> or <a href="%2$s">Edit Site</a>
ca_es: S'ha afegit el lloc web. <a href="%1$s">Visiteu el tauler</a> o <a href="%2$s">editeu el lloc</a>

source: Add New takes you to the Add New Site screen. You can search for a site by Name, ID number, or IP address. Screen Options allows you to choose how many sites to display on one page.
ca_es: Afegeix us durà a la pantalla per afegir un lloc web nou. Podeu cercar un lloc web per nom, per número identificador, o per adreça IP. Les opcions de la pantalla us permeten triar quants llocs web voleu mostrar per pàgina.

source: You do not have sufficient permissions to add users to this network.
ca_es: No teniu permès afegir usuaris a aquesta xarxa.

source: Sites
ca_es: Llocs

source: You do not have permission to delete that site.
ca_es: No teniu permès suprimir aquest lloc web.

source: You do not have sufficient permissions to add sites to this network.
ca_es: No teniu permès afegir llocs web a aquesta xarxa.

source: <a href="http://codex.wordpress.org/Network_Admin_Users_Screen" target="_blank">Documentation on Network Users</a>
ca_es: <a href="http://codex.wordpress.org/Network_Admin_Users_Screen" target="_blank">Documentació sobre els usuaris de la xarxa</a> (en anglès)

source: Clicking on bold headings can re-sort this table.
ca_es: En fer clic a les capçaleres en negreta es reordenarà la taula.

source: Delete which is a permanent action after the confirmation screens.
ca_es: Suprimeix que és una acció permanent després de les pantalles de confirmació.

source: Themes can be enabled on a site by site basis by the network admin on the Edit Site screen (which has a Themes tab); get there via the Edit action link on the All Sites screen. Only network admins are able to install or edit themes.
ca_es: Els temes es poden activar lloc a lloc per l'administrador de la xarxa en la pantalla Edita el lloc (la qual té una pestanya de Temes); aneu allà mitjançant l'enllaç d'acció Edita de la pantalla de Tots els llocs. Solament els administradors de xarxa poden instal·lar o editar temes.

source: An Edit link to a separate Edit Site screen.
ca_es: Un enllaç Edita que us durà a una pantalla apart per a editar el lloc web.

source: This screen is for Super Admins to add new sites to the network. This is not affected by the registration settings.
ca_es: Aquesta pantalla és perquè el super administrador afegeixi llocs web nous a la xarxa. Això no es veu afectat per la configuració del registre.

source: Updates
ca_es: Actualitzacions

source: Super admins can no longer be added on the Options screen. You must now go to the list of existing users on Network Admin > Users and click on Username or the Edit action link below that name. This goes to an Edit User page where you can check a box to grant super admin privileges.
ca_es: No es poden afegir ja els super administradors des de la pantalla d'opcions. Ara heu d'anar al llistat dels usuaris existents en l'Administrador de la xarxa > Usuaris i fer clic en Nom d'usuari o a l'enllaç actiu Edita que hi ha a la part inferior del nom. Això us durà a una pàgina d'edició d'usuari on podeu activar una casella per garantir privilegis de super administrador.

source: like <code>%1$s/site1</code> and <code>%1$s/site2</code>
ca_es: com ara <code>%1$s/lloc1</code> i <code>%1$s/lloc2</code>

source: Server Address
ca_es: Adreça del servidor

source: Because you are using <code>localhost</code>, the sites in your WordPress network must use sub-directories. Consider using <code>localhost.localdomain</code> if you wish to use sub-domains.
ca_es: Ja que feu servir el <code>localhost</code>, els llocs web de la vostra xarxa del WordPress han d'utilitzar subdirectoris. Considereu fer servir <code>localhost.localdomain</code> si voleu utilitzar subdominis.

source: The main site in a sub-directory install will need to use a modified permalink structure, potentially breaking existing links.
ca_es: El lloc principal instal·lat en un subdirectori necessitarà fer servir una estructura d'enllaços permanents, que potencialment trencarà els enllaços existents.

source: Because your install is in a directory, the sites in your WordPress network must use sub-directories.
ca_es: Com que la instal·lació és en un directori, els llocs web en la vostra xarxa WordPress han d'usar subdirectoris.

source: Sub-domain Install
ca_es: Instal·la subdomini

source: Because your install is not new, the sites in your WordPress network must use sub-domains.
ca_es: Com que la instal·lació no és nova, els llocs de la xarxa WordPress han de fer servir subdominis.

source: Network Title
ca_es: Títol de la xarxa

source: What would you like to call your network?
ca_es: Com us agradaria dir-li a la vostra xarxa?

source: Admin E-mail Address
ca_es: Adreça electrònica de l'administrador

source: Your email address.
ca_es: La vostra adreça electrònica.

source: The original configuration steps are shown here for reference.
ca_es: Els passos de configuració original es mostren aquí per a referència.

source: An existing WordPress network was detected.
ca_es: S'ha detectat una xarxa del WordPress existent.

source: Please complete the configuration steps. To create a new network, you will need to empty or remove the network database tables.
ca_es: Completeu els passos de configuració. Per a crear una xarxa, necessitareu buidar o eliminar les taules de la base de dades de la xarxa.

source: Enabling the Network
ca_es: S'està activant la xarxa

source: Complete the following steps to enable the features for creating a network of sites.
ca_es: Completeu els passos següents per activar les funcions per crear una xarxa de llocs web.

source: <strong>Caution:</strong> We recommend you back up your existing <code>wp-config.php</code> and <code>%s</code> files.
ca_es: <strong>Precaució:</strong> Recomanem fer una còpia de seguretat del fitxer <code>wp-config.php</code> existent i dels fitxers <code>%s</code>.

source: <strong>Caution:</strong> We recommend you back up your existing <code>wp-config.php</code> file.
ca_es: <strong>Atenció:</strong> recomanem que feu una còpia de seguretat del fitxer <code>wp-config.php</code> actual.

source: Add the following to your <code>wp-config.php</code> file in <code>%s</code> <strong>above</strong> the line reading <code>/* That&#8217;s all, stop editing! Happy blogging. */</code>:
ca_es: Afegiu el següent al fitxer <code>wp-config.php</code> en <code>%s</code> tot just <strong>damunt</strong> de la línia <code>/* Això és tot, prou d'editar - que bloguis de gust*/</code>:

source: Fill in the information below and you&#8217;ll be on your way to creating a network of WordPress sites. We will create configuration files in the next step.
ca_es: Empleneu la informació d'aquí sota i així estareu apunt per crear una xarxa de llocs webs gestionats pel WordPress. Crearem els fitxers de configuració en el proper pas.

source: Note:
ca_es: Nota:

source: Please make sure the Apache <code>mod_rewrite</code> module is installed as it will be used at the end of this installation.
ca_es: Assegureu-vos que el mòdul <code>mod_rewrite</code> de l'Apache està instal·lat ja que es farà servir al final de la instal·lació.

source: This unique authentication key is also missing from your <code>wp-config.php</code> file.
ca_es: Aquesta clau d'autenticació única també falta al fitxer <code>wp-config.php</code>.

source: You cannot install a network of sites with your server address.
ca_es: No podeu instal·lar una xarxa de webs amb l'adreça del vostre servidor.

source: You cannot use port numbers such as <code>%s</code>.
ca_es: No podeu fer servir els números de port com ara els <code>%s</code>.

source: You will need a wildcard DNS record if you are going to use the virtual host (sub-domain) functionality.
ca_es: Necessiteu un registre DNS si aneu a fer servir la funcionalitat d'amfitrió virtual (subdominis).

source: If <code>mod_rewrite</code> is disabled, ask your administrator to enable that module, or look at the <a href="http://httpd.apache.org/docs/mod/mod_rewrite.html">Apache documentation</a> or <a href="http://www.google.com/search?q=apache+mod_rewrite">elsewhere</a> for help setting it up.
ca_es: Si està desactivat el <code>mod_rewrite</code>, demaneu a l'administrador que activi aquest mòdul, o mireu la <a href="http://httpd.apache.org/docs/mod/mod_rewrite.html">documentació de l'Apache</a> o <a href="http://www.google.com/search?q=apache+mod_rewrite">en qualsevol altre lloc</a> que us ajudi a configurar-ho.

source: %s Sites
ca_es: %s llocs web

source: The internet address of your network will be <code>%s</code>.
ca_es: La adreça d'Internet de la vostra xarxa serà <code>%s</code>.

source: Warning!
ca_es: Avís

source: Sub-domains
ca_es: Subdominis

source: To make your installation more secure, you should also add:
ca_es: Per fer la instal·lació més segura, hauríeu d'afegir també:

source: Choose subdomains or subdirectories; this can only be switched afterwards by reconfiguring your install. Fill out the network details, and click install. If this does not work, you may have to add a wildcard DNS record (for subdomains) or change to another setting in Permalinks (for subdirectories).
ca_es: Trieu subdominis o subdirectoris; això solament pot canviar-se després reconfigurant la instal·lació. Empleneu els detalls de la xarxa, i feu clic en Instal·la. Si això no funciona, podeu afegir un registre DNS patró (per als subdominis) o canviar altra configuració als enllaços permanents (per als subdirectoris).

source: The next screen for Network Setup will give you individually-generated lines of code to add to your wp-config.php and .htaccess files. Make sure the settings of your FTP client make files starting with a dot visible, so that you can find .htaccess; you may have to create this file if it really is not there. Make backup copies of those two files.
ca_es: La pantalla següent de configuració de la xarxa us donarà línies de codi generades individualment que cal afegir als fitxers wp-config.php i .htaccess. Assegureu-vos que a la configuració del client FTP teniu activada l'opció per fer visibles els fitxers que comencen per punt; podeu crear aquest fitxer si no existeix. Feu còpia de seguretat de tots dos fitxers.

source: Add the following to your <code>web.config</code> file in <code>%s</code>, replacing other WordPress rules:
ca_es: Afegeix el següent al fitxer <code>web.config</code>, ubicat a <code>%s</code>, substituint altres regles del WordPress:

source: Add the following to your <code>.htaccess</code> file in <code>%s</code>, replacing other WordPress rules:
ca_es: Afegiu el següent al fitxer <code>.htaccess</code> a <code>%s</code>, reemplaçant altres regles del WordPress:

source: Once you complete these steps, your network is enabled and configured. You will have to log in again.
ca_es: Una vegada completeu aquests passos, la xarxa estarà activada i configurada. Haureu d'iniciar sessió altra vegada.

source: The constant DO_NOT_UPGRADE_GLOBAL_TABLES cannot be defined when creating a network.
ca_es: La constant DO_NOT_UPGRADE_GLOBAL_TABLES no es pot definir a l'hora de crear una xarxa.

source: Network Details
ca_es: Detalls de la xarxa

source: Welcome to the Network installation process!
ca_es: Benvinguts al procés d'instal·lació de la xarxa!

source: It looks like the Apache <code>mod_rewrite</code> module is not installed.
ca_es: Sembla que el mòdul <code>mod_rewrite</code> de l'Apache no està instal·lat.

source: <a href="http://codex.wordpress.org/Create_A_Network" target="_blank">Documentation on Creating a Network</a>
ca_es: <a href="http://codex.wordpress.org/Create_A_Network" target="_blank">Documentació sobre la creació d'una xarxa</a> (en anglès)

source: The choice of subdirectory sites is disabled if this setup is more than a month old because of permalink problems with &#8220;/blog/&#8221; from the main site. This disabling will be addressed in a future version.
ca_es: L'opció de llocs web en subdirectoris està desactivada si aquesta configuració és més d'un mes antiga a causa dels problemes amb els enllaços permanents a &#8220;/blog/&#8221; des del lloc web principal. Aquest problema s'abordarà en una futura versió.

source: Once the network is created, you may reactivate your plugins.
ca_es: Un vegada creada la xarxa, podeu de reactivar les extensions.

source: Please <a href="%s">deactivate your plugins</a> before enabling the Network feature.
ca_es: <a href="%s">Desactiveu les extensions</a> abans d'activar la funció de xarxa.

source: We recommend you change your siteurl to <code>%1$s</code> before enabling the network feature. It will still be possible to visit your site using the <code>www</code> prefix with an address like <code>%2$s</code> but any links will not have the <code>www</code> prefix.
ca_es: Recomanem canviar la URL del lloc web a <code>%1$s</code> abans d'activar la funció de xarxa. També serà possible visitar el vostre lloc web fent servir el prefixe <code>www</code> amb una adreça com ara <code>%2$s</code> però cap dels enllaços tindrà el prefixe <code>www</code>.

source: Sub-directory Install
ca_es: Instal·lació del subdirectori

source: This screen allows you to configure a network as having subdomains (<code>site1.example.com</code>) or subdirectories (<code>example.com/site1</code>). Subdomains require wildcard subdomains to be enabled in Apache and DNS records, if your host allows it.
ca_es: Aquesta pantalla us permet configurar una xarxa per a tenir subdominis (<code>lloc1.exemple.com</code>) o subdirectoris (<code>exemple.com/lloc1</code>). Els subdominis necessiten l'activació de patrons de subdominis en l'Apache i en els registres DNS, si el vostre servidor ho permet.

source: Create a Network of WordPress Sites
ca_es: Creeu una xarxa de llocs webs del WordPress

source: Return to Dashboard
ca_es: Toneu al Tauler

source: The Network creation panel is not for WordPress MU networks.
ca_es: El panell de creació de la xarxa no és per a xarxes del WordPress MU.

source: Warning:
ca_es: Avís:

source: Please choose whether you would like sites in your WordPress network to use sub-domains or sub-directories. <strong>You cannot change this later.</strong>
ca_es: Trieu si us agradaria que els llocs web a la vostra xarxa del WordPress fessin servir subdominis o subdirectoris. <strong>No podreu canviar això més tard.</strong>

source: <a href="http://codex.wordpress.org/Tools_Network_Screen" target="_blank">Documentation on the Network Screen</a>
ca_es: <a href="http://codex.wordpress.org/Tools_Network_Screen" target="_blank">Documentació sobre la pantalla de xarxa</a> (en anglès)

source: Addresses of Sites in your Network
ca_es: Adreces dels webs a la vostra xarxa

source: like <code>site1.%1$s</code> and <code>site2.%1$s</code>
ca_es: com ara <code>lloc1.%1$s</code> i <code>lloc2.%1$s</code>

source: Network
ca_es: Xarxa
